{"config": [{"config": {"bias_constraint": null, "batch_input_shape": [null, 88], "use_bias": true, "kernel_constraint": null, "kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "trainable": true, "bias_regularizer": null, "units": 300, "activity_regularizer": null, "dtype": "float32", "activation": "tanh", "name": "dense_7", "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "use_bias": true, "kernel_constraint": null, "kernel_regularizer": null, "name": "dense_8", "bias_regularizer": null, "units": 150, "activity_regularizer": null, "activation": "tanh", "trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "use_bias": true, "kernel_constraint": null, "kernel_regularizer": null, "name": "dense_9", "bias_regularizer": null, "units": 3, "activity_regularizer": null, "activation": "softmax", "trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.0.7"}